const packages = [
 {
   name: 'โปรแกรมตรวจหัวใจสำหรับสุนัข',
   vaccineId: [
   ],
   treatmentId: [
   ],
   healthCheckId: [
     '61e501a5735a5a3b61af9024',
     '61e5019e735a5a3b61af9022',
     '61e5018c735a5a3b61af901e',
     '61e50197735a5a3b61af9020',
   ],
   type: 'สุนัข',
   detail: '** ราคารวมค่าบริการทางการแพทย์ และค่าบริการโรงพยาบาลแล้ว',
   price: 2500
 },
 {
   name: 'วัคซีนรวมป้องกัน 5 โรคสำหรับสุนัข',
   vaccineId: [
     '61b1f2348901881add0be63e',
     '61b1f2558901881add0be640',
     '61e6e560f460b208dd60c39d',
     '61e6e568f460b208dd60c39f',
     '61e6e573f460b208dd60c3a1',
   ],
   treatmentId: [
   ],
   healthCheckId: [
   ],
   type: 'สุนัข',
   detail: 'ควรฉีดวัคซีนกระตุ้นเป็นประจำทุกปี หรือตามสัตวแพทย์แนะนำ ระยะเวลารับบริการประมาณ 30 นาที',
   price: 539
 },
 {
   name: 'โปรแกรมตรวจพื้นฐานสำหรับแมว',
   vaccineId: [
     
   ],
   treatmentId: [
   ],
   healthCheckId: [
     '61e50114735a5a3b61af8f92',
     '61e4ff46735a5a3b61af8f35',
     '61e4ff2f735a5a3b61af8f31',
     '61b1f6601f10c3eb7e4e7eb7',
   ],
   type: 'แมว',
   detail: 'สำหรับแมว อายุไม่เกิน 5 ปี (** ราคารวมค่าบริการทางการแพทย์ และค่าบริการโรงพยาบาลแล้ว)',
   price: 1995
 },
 {
   name: 'โปรแกรมทั่วไปสำหรับสุนัข',
   vaccineId: [
     
   ],
   treatmentId: [
   ],
   healthCheckId: [
     '61b1f6321f10c3eb7e4e7eb1',
     '61b1f6411f10c3eb7e4e7eb3',
     '61b1f6551f10c3eb7e4e7eb5',
     '61b1f6601f10c3eb7e4e7eb7',
   ],
   type: 'สุนัข',
   detail: 'สำหรับ สุนัข 5 ปีขึ้นไป * กรุณางดอาหารสุนัขของท่านก่อนทำการตรวจ 8 ชั่วโมงขึ้นไป ไม่ต้องงดน้ำ  ** ราคารวมค่าบริการทางการแพทย์ และค่าบริการโรงพยาบาลแล้ว',
   price: 3995
 },
 {
   name: 'โปรแกรมตรวจพื้นฐานสำหรับสุนัข',
   vaccineId: [
     
   ],
   treatmentId: [
   ],
   healthCheckId: [
     '61b1f6321f10c3eb7e4e7eb1',
     '61b1f6411f10c3eb7e4e7eb3',
     '61b1f6551f10c3eb7e4e7eb5',
     '61b1f6601f10c3eb7e4e7eb7',
   ],
   type: 'สุนัข',
   detail: 'สำหรับสุนัข อายุ ไม่เกิน 5 ปี (** ราคารวมค่าบริการทางการแพทย์ และค่าบริการโรงพยาบาลแล้ว)',
   price: 3995
 },
 {
   name: 'แพ็คเกจวัคซีนลูกสุนัข',
   vaccineId: [
    '61b1f2348901881add0be63e',
    '61b1f2618901881add0be642',
   ],
   treatmentId: [
    '61b1f5581f10c3eb7e4e7ea6',
   ],
   healthCheckId: [
     '61b1f6411f10c3eb7e4e7eb3',
     '61b1f6321f10c3eb7e4e7eb1',
   ],
   type: 'สุนัข',
   detail: 'สำหรับสุนัข อายุ ไม่เกิน 5 ปี (** ราคารวมค่าบริการทางการแพทย์ และค่าบริการโรงพยาบาลแล้ว)',
   price: 990
 },
 {
   name: 'แพ็คเกจวัคซีนลูกสุนัข พรีเมียม',
   vaccineId: [
      '61b1f2348901881add0be63e',
      '61b1f2618901881add0be642',
   ],
   treatmentId: [
      '61b1f5581f10c3eb7e4e7ea6',
   ],
   healthCheckId: [
     '61b1f6411f10c3eb7e4e7eb3',
     '61b1f6321f10c3eb7e4e7eb1',
   ],
   type: 'สุนัข',
   detail: 'สำหรับสุนัข อายุ ไม่เกิน 5 ปี (** ราคารวมค่าบริการทางการแพทย์ และค่าบริการโรงพยาบาลแล้ว)',
   price: 990
 },

]



module.exports = packages;
